Repository: FlorianTh2/MobileAppPublicHealthFrontend
Catalog: Implementation/mobile_health/lib/l10n/app_*.arb
Languages: de

# titleCardAddNewTitle_titel
source: What is the category of Event to add?
de: Welche Eventkategorie möchtest du hinzufügen?

# staticsScreen_title
source: Statistics
de: Statistiken

# moreScreen_title
source: More
de: Mehr

# initialAppInstallationScreen_adcopy
source: Make your life better.
de: Mach dein Leben besser.

source: Calender
de: Kalender

source: Add Event-Category
de: Event-Category hinzufügen

source: Add Marker
de: Marker hinzufügen

source: About
de: Über uns

source: Legal Information
de: Impressum

# titleCardAddNewSubTitle_titel
source: What is the sub-category of Event to add?
de: Welche Eventsubkategorie möchtest du hinzufügen?

# homeHeaderSnipped
source: Commentar Snippet
de: Kommentarauszug

# showDiaryEntry
source: Details of the diary entry
de: Details zum Tagebucheintrag

# titleCardAddNewEvent_titel
source: Add Event
de: Event hinzufügen

# showEventDetails
source: Details of event
de: Eventdetails

source: DiaryEntry-Date
de: DiaryEntry-Datum

source: DiaryEntry-ID:
de: DiaryEntry-ID-Nummer:

# diaryEntryComment
source: Comment
de: Kommentar

# errorOnSaveTry
source: There was an error on saving your input!
de: Ein Fehler ist beim Speichern deiner Eingaben aufgetreten!

# writeDiaryComment
source: Write a diary comment
de: Schreib einen Kommentar zum Tagebucheintrag

# specifyQuantity
source: Specify the quantity you want to add
de: Welche Quantität möchtest du hinzufügen?

source: Choose unit
de: Wähle eine Einheit

source: Choose from Dropdown
de: Wähle aus dem Dropdown aus

source: Save and finish
de: Speichern und Beenden
